Repository: kodi-game/game.libretro.gambatte
Catalog: game.libretro.gambatte/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, it_it, sv_se, zh_cn

# Addon Description
source: Gambatte is an accuracy-focused, open-source, cross-platform Game Boy Color emulator written in C++.
da_dk: Gambatte er fokuseret på nøjagtighed og er en open source Game Boy Color-emulator på tværs af platforme skrevet i C++.
de_de: Gambatte ist ein auf Genauigkeit ausgerichteter, quelloffener, plattformübergreifender Game Boy Color-Emulator, der in C++ geschrieben wurde.
es_es: Gambatte es un emulador de Game Boy Color centrado en la precisión, de código abierto y multiplataforma escrito en C++.
ga: Is aithriseoir Game Boy Color tras-ardán, foinse oscailte, dírithe ar chruinneas é Gambatte, scríofa i C++.
it_it: Gambatte è un emulatore di Game Boy Color incentrato sulla precisione, open source e multipiattaforma scritto in C++.
sv_se: Gambatte är en noggrann, öppen källkod, plattformsoberoende Game Boy Color-emulator skriven i C++.
zh_cn: Gambatte 是一个用 C++ 编写，聚焦精准性的开源跨平台 Game Boy Color 模拟器。

# Addon Disclaimer
source: Game Boy and Game Boy Color are registered trademarks of Nintendo of America, Inc. Gambatte is not affiliated with or endorsed by any of the companies mentioned.
da_dk: Game Boy og Game Boy Color er registrerede varemærker tilhørende Nintendo of America, Inc. Gambatte er ikke tilknyttet eller godkendt af nogen af de nævnte virksomheder.
de_de: Game Boy und Game Boy Color sind eingetragene Marken von Nintendo of America, Inc. Gambatte ist mit keinem der genannten Unternehmen verbunden oder wird von ihnen unterstützt.
es_es: Game Boy y Game Boy Color son marcas registradas de Nintendo of America, Inc. Gambatte no está afiliada ni respaldada por ninguna de las empresas mencionadas.
ga: Is trádmharcanna cláraithe de chuid Nintendo of America, Inc. iad Game Boy agus Game Boy Color. Níl Gambatte cleamhnaithe le haon cheann de na cuideachtaí a luaitear ná níl siad formhuinithe acu.
it_it: Game Boy e Game Boy Color sono marchi registrati di Nintendo of America, Inc. Gambatte non è affiliato o approvato da nessuna delle società citate.
sv_se: Game Boy och Game Boy Color är registrerade varumärken som tillhör Nintendo of America, Inc. Gambatte är inte anslutet till eller stöds av något av de nämnda företagen.
zh_cn: Game Boy 和 Game Boy Color 是美国任天堂股份有限公司的注册商标。Gambatte 与上述任何公司均无关联或背书。

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
it_it: Impostazioni

# #30001
source: GB Colorization
da_dk: GB farvelægning
de_de: GB-Farbgebung
es_es: Coloración GB
ga: Dathú GB
it_it: Colorazione GB
sv_se: GB Färgsättning
zh_cn: GB 着色

# #30002
source: Internal Palette
da_dk: Intern palette
de_de: Interne Palette
es_es: Paleta Interna
ga: Pailéad Inmheánach
it_it: Tavolozza interna
sv_se: Intern palett
zh_cn: 内部调色板

# #30003
source: > TWB64 - Pack 1 Palette
da_dk: > TWB64 - Pakke 1 palette
es_es: > TWB64 - Paleta Pack 1
ga: > TWB64 - Pacáiste 1 Pailéad
zh_cn: > TWB64 - Pack 1 调色板

# #30004
source: > TWB64 - Pack 2 Palette
da_dk: > TWB64 - Pakke 2 palette
es_es: > TWB64 - Paleta Pack 2
ga: > TWB64 - Pacáiste 2 Pailéad
zh_cn: > TWB64 - Pack 2 调色板

# #30005
source: > PixelShift - Pack 1 Palette
es_es: > PixelShift - Paleta Pack 1
ga: > PixelShift - Pacáiste 1 Pailéad
zh_cn: > PixelShift - Pack 1 调色板

# #30006
source: Color Correction
de_de: Farbkorrektur
es_es: Corrección del Color
ga: Ceartú Dath
it_it: Correzione colore
sv_se: Färgkorrigering
zh_cn: 颜色校正

# #30007
source: Color Correction Mode
de_de: Farbkorrekturmodus
es_es: Modo de Corrección del Color
ga: Mód Ceartúcháin Dathanna
it_it: Modalità correzione del colore
sv_se: Färgkorrigeringsläge
zh_cn: 颜色校正模式

# #30008
source: Color Correction - Frontlight Position
de_de: Farbkorrektur - Frontlichtposition
es_es: Corrección del Color - Posición de la Luz Delantera
ga: Ceartú Datha - Suíomh an tSolais Tosaigh
it_it: Correzione del colore - Posizione luce frontale
zh_cn: 颜色校正 - 正照光位置

# #30009
source: Dark Filter Level (%)
de_de: Dunkelfilterstufe (%)
es_es: Nivel de Filtro Oscuro (%)
ga: Leibhéal Scagaire Dorcha (%)
it_it: Livello filtro scuro (%)
zh_cn: 暗滤光片级别（%）

# #30010
source: Interframe Blending
de_de: Zwischenframe-Überblendung
es_es: Mezcla de Fotogramas
ga: Cumasc Idirfhráma
it_it: Fusione tra frame
sv_se: Blandning mellan bildrutor
zh_cn: 帧间混合

# #30011
source: Audio Resampler
es_es: Resampler de Audio
ga: Athshamplóir Fuaime
it_it: Ricampionatore audio
zh_cn: 音频重采样器

# #30012
source: Emulated Hardware (Restart Required)
de_de: Emulierte Hardware (Neustart erforderlich)
es_es: Hardware Emulado (Reinicio Necesario)
ga: Crua-earraí Aithrisithe (Atosú Riachtanach)
it_it: Hardware emulato (riavvio richiesto)
zh_cn: 仿真硬件（需要重新启动）

# #30013
source: Use Official Bootloader (Restart Required)
de_de: Offiziellen Bootloader verwenden (Neustart erforderlich)
es_es: Usar el Gestor de Arranque Oficial (Reinicio Necesario)
ga: Bain úsáid as an Tosaitheoir Oifigiúil (Atosú Riachtanach)
it_it: Usa bootloader ufficiale (riavvio richiesto)
zh_cn: 使用官方引导加载程序（需要重新启动）

# #30014
source: Allow Opposing Directions
de_de: Gegenläufige Richtungen zulassen
es_es: Permitir Direcciones Opuestas
ga: Ceadaigh Treoracha Codarsnacha
it_it: Consenti direzioni opposte
sv_se: Tillåt motsatta riktningar
zh_cn: 允许反向

# #30015
source: Turbo Button Period
de_de: Turbotaste-Zeitdauer
es_es: Periodo para el Botón Turbo
ga: Tréimhse Cnaipe Turbó
it_it: Periodo del pulsante turbo
zh_cn: Turbo 按钮周期

# #30016
source: Controller Rumble Strength
de_de: Controller-Vibrationsstärke
es_es: Intensidad Vibración del Mando
ga: Neart Tormán an Rialaitheora
zh_cn: 控制器隆隆声强度

# #30017
source: Game Link Mode
de_de: Game-Link-Modus
es_es: Modo Game Link
ga: Mód Nasc Cluiche
zh_cn: 游戏链接模式

# #30018
source: Network Link Port
es_es: Puerto de Enlace de Red
ga: Port Nasc Líonra
it_it: Porta di collegamento di rete
sv_se: Port för nätverkslänk
zh_cn: 网络链路端口

# #30019
source: Network Link Server Address Pt. 01: x__.___.___.___
de_de: Network-Link-Serveradresse Teil 01: x__.___.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 01: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 01: x__.___.___.___
it_it: Collegamento di rete Indirizzo server Pt. 01: x__.___.___.___
sv_se: Serveradress för nätverkslänk del 01: x__.___.___.___.___
zh_cn: 网络链路服务器地址 Pt. 01: x__.___.___.___

# #30020
source: Network Link Server Address Pt. 02: _x_.___.___.___
de_de: Network-Link-Serveradresse Teil 02: _x_.___.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 02: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 02: _x_.___.___.___
it_it: Collegamento di rete Indirizzo server Pt. 02: _x_.___.___.___
sv_se: Serveradress för nätverkslänk del 02: _x_.___.___.___.___
zh_cn: 网络链路服务器地址 Pt. 02: _x_.___.___.___

# #30021
source: Network Link Server Address Pt. 03: __x.___.___.___
de_de: Network-Link-Serveradresse Teil 03: __x.___.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 03: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 03: __x.___.___.___
it_it: Collegamento di rete Indirizzo server Pt. 03: __x.___.___.___
sv_se: Serveradress för nätverkslänk del 03: __x.___.___.___.___
zh_cn: 网络链路服务器地址 Pt. 03: __x.___.___.___

# #30022
source: Network Link Server Address Pt. 04: ___.x__.___.___
de_de: Network-Link-Serveradresse Teil 04: ___.x__.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 04: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 04: ___.x__.___.___
it_it: Collegamento di rete Indirizzo server Pt. 04: ___.x__.___.___
sv_se: Serveradress för nätverkslänk del 04: ___.x__.___.___
zh_cn: 网络链路服务器地址 Pt. 04: ___.x__.___.___

# #30023
source: Network Link Server Address Pt. 05: ___._x_.___.___
de_de: Network-Link-Serveradresse Teil 05: ___._x_.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 05: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 05: ___._x_.___.___
it_it: Collegamento di rete Indirizzo server Pt. 05: ___._x_.___.___
sv_se: Serveradress för nätverkslänk del 05: ___._x_.___.___
zh_cn: 网络链路服务器地址 Pt. 05: ___._x_.___.___

# #30024
source: Network Link Server Address Pt. 06: ___.__x.___.___
de_de: Network-Link-Serveradresse Teil 06: ___.__x.___.___
es_es: Dirección del Servidor de Enlace de Red Pt. 06: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 06: ___.__x.___.___
it_it: Collegamento di rete Indirizzo server Pt. 06: ___.__x.___.___
sv_se: Serveradress för nätverkslänk del 06: ___.__x.___.___
zh_cn: 网络链路服务器地址 Pt. 06: ___.__x.___.___

# #30025
source: Network Link Server Address Pt. 07: ___.___.x__.___
de_de: Network-Link-Serveradresse Teil 07: ___.___.x__.___
es_es: Dirección del Servidor de Enlace de Red Pt. 07: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 07: ___.___.x__.___
it_it: Collegamento di rete Indirizzo server Pt. 07: ___.___.x__.___
sv_se: Serveradress för nätverkslänk del 07: ___.___.x__.___
zh_cn: 网络链路服务器地址 Pt. 07: ___.___.x__.___

# #30026
source: Network Link Server Address Pt. 08: ___.___._x_.___
de_de: Network-Link-Serveradresse Teil 08: ___.___._x_.___
es_es: Dirección del Servidor de Enlace de Red Pt. 08: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 08: ___.___._x_.___
it_it: Collegamento di rete Indirizzo server Pt. 08: ___.___._x_.___
sv_se: Serveradress för nätverkslänk del 08: ___.___._x_.___
zh_cn: 网络链路服务器地址 Pt. 08: ___.___._x_.___

# #30027
source: Network Link Server Address Pt. 09: ___.___.__x.___
de_de: Network-Link-Serveradresse Teil 09: ___.___.__x.___
es_es: Dirección del Servidor de Enlace de Red Pt. 09: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 09: ___.___.__x.___
it_it: Collegamento di rete Indirizzo server Pt. 09: ___.___.__x.___
sv_se: Serveradress för nätverkslänk del 09: ___.___.__x.___
zh_cn: 网络链路服务器地址 Pt. 09: ___.___.__x.___

# #30028
source: Network Link Server Address Pt. 10: ___.___.___.x__
de_de: Network-Link-Serveradresse Teil 10: ___.___.___.x__
es_es: Dirección del Servidor de Enlace de Red Pt. 10: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 10: ___.___.___.x__
it_it: Collegamento di rete Indirizzo server Pt. 10: ___.___.___.x__
sv_se: Serveradress för nätverkslänk del 10: ___.___.___.x__
zh_cn: 网络链路服务器地址 Pt. 10: ___.___.___.x__

# #30029
source: Network Link Server Address Pt. 11: ___.___.___._x_
de_de: Network-Link-Serveradresse Teil 11: ___.___.___._x_
es_es: Dirección del Servidor de Enlace de Red Pt. 11: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 11: ___.___.___._x_
it_it: Collegamento di rete Indirizzo server Pt. 11: ___.___.___._x_
sv_se: Serveradress för nätverkslänk del 11: ___.___.___._x_
zh_cn: 网络链路服务器地址 Pt. 11: ___.___.___._x_

# #30030
source: Network Link Server Address Pt. 12: ___.___.___.__x
de_de: Network-Link-Serveradresse Teil 12: ___.___.___.__x
es_es: Dirección del Servidor de Enlace de Red Pt. 12: x__.___.___.___
ga: Seoladh Freastalaí Nasc Líonra Cuid 12: ___.___.___.__x
it_it: Collegamento di rete Indirizzo server Pt. 12: ___.___.___.__x
sv_se: Serveradress för nätverkslänk del 12: ___.___.___.___.__x
zh_cn: 网络链路服务器地址 Pt. 12: ___.___.___.__x

# #30031
source: > TWB64 - Pack 3 Palette
es_es: > TWB64 - Paleta Pack 3
ga: > TWB64 - Pacáiste 3 Pailéad
zh_cn: > TWB64 - 第 3 套调色板

# Addon Summary
source: Nintendo - Game Boy / Color (Gambatte)
zh_cn: 任天堂 - Game Boy / Color (Gambatte)

# #30005
source: Color Correction
da_dk: Farvekorrektion

# #30006
source: Color Correction Mode
da_dk: Tilstand for farvekorrektion

# #30007
source: Color Correction - Frontlight Position
da_dk: Farvekorrektion - Position for frontlys

# #30008
source: Dark Filter Level (percent)
da_dk: Mørkt filterniveau (procent)

# #30009
source: Emulated Hardware (restart)
da_dk: Emuleret hardware (genstart)

# #30010
source: Use Official Bootloader (restart)
da_dk: Brug officiel bootloader (genstart)

# #30011
source: Interframe Blending
da_dk: Interframe-blanding

# #30012
source: Allow Opposing Directions
da_dk: Tillad modsatte retninger

# #30013
source: Turbo Button Period
da_dk: Periode for turboknap

# #30014
source: Gamepad Rumble Strength
da_dk: Styrke på gamepad rystelser

# #30015
source: Game Boy Link Mode
da_dk: Game Boy linktilstand

# #30016
source: Network Link Port
da_dk: Netværkets linkport

# #30017
source: Network Link Server Address Pt. 01: x__.___.___.___
da_dk: Netværkets link-serveradresse pt. 01: x__.___.___.___

# #30018
source: Network Link Server Address Pt. 02: _x_.___.___.___
da_dk: Netværkets link-serveradresse pt. 02: x__.___.___.___

# #30019
source: Network Link Server Address Pt. 03: __x.___.___.___
da_dk: Netværkets link-serveradresse pt. 03: x__.___.___.___

# #30020
source: Network Link Server Address Pt. 04: ___.x__.___.___
da_dk: Netværkets link-serveradresse pt. 04: x__.___.___.___

# #30021
source: Network Link Server Address Pt. 05: ___._x_.___.___
da_dk: Netværkets link-serveradresse pt. 05: x__.___.___.___

# #30022
source: Network Link Server Address Pt. 06: ___.__x.___.___
da_dk: Netværkets link-serveradresse pt. 06: x__.___.___.___

# #30023
source: Network Link Server Address Pt. 07: ___.___.x__.___
da_dk: Netværkets link-serveradresse pt. 07: x__.___.___.___

# #30024
source: Network Link Server Address Pt. 08: ___.___._x_.___
da_dk: Netværkets link-serveradresse pt. 08: x__.___.___.___

# #30025
source: Network Link Server Address Pt. 09: ___.___.__x.___
da_dk: Netværkets link-serveradresse pt. 09: x__.___.___.___

# #30026
source: Network Link Server Address Pt. 10: ___.___.___.x__
da_dk: Netværkets link-serveradresse pt. 10: x__.___.___.___

# #30027
source: Network Link Server Address Pt. 11: ___.___.___._x_
da_dk: Netværkets link-serveradresse pt. 11: x__.___.___.___

# #30028
source: Network Link Server Address Pt. 12: ___.___.___.__x
da_dk: Netværkets link-serveradresse pt. 12: x__.___.___.___
